{"data":{"publications":{"edges":[{"node":{"citation":"Carsey, T., Ahalt, S.C., Aikat, J., Bedard, D., Burchinal, M., Christian, T., …Crabtree, J. (2016). VISR: The virtual institute for social research, by Philip C. Bantin. In Building Trustworthy Digital Repositories: Theory and Implementation. Lanham, MD: Rowman & Littlefield.","tags":["chapter"]}},{"node":{"citation":"Kum, H.C., Ahalt, S.C., and Pathak, D. (2012). Privacy-preserving data integration using decoupled data. In Elovici, Y., Altshuler, Y., Cremers, A., Aharony, N., Pentland A. (Eds.), Security and Privacy in Social Network. New York, NY: Springer Publishing.","tags":["chapter"]}},{"node":{"citation":"Li†, H., Zhao†, Y., Sancho-Gómez, J.L., and Ahalt, S.C. (2003). Annotation, storage, retrieval and analysis of digital video. In Tasic, J.F., Najim, M., and Ansorge, M. (Eds.), Integrated Media Communication Techniques. Dordrecht, Netherlands: Kluwer. Ma†, J., Du†, X., and Ahalt, S.C. (2003). 2D HRR radar data modeling and processing.","tags":["chapter"]}},{"node":{"citation":"Ma†, J., Du†, X., and Ahalt, S.C. (2003). 2D HRR radar data modeling and processing. In Hummel, R. and Li, J. (Eds.), <em>Radar Signal Processing and Its Applications</em>. Dordrecht, Netherlands: Kluwer.","tags":["chapter"]}},{"node":{"citation":"Prabhu, D., Ahalt, S.C., and Krishnamurthy, A.K. (2002). High-performance computing in signal and image processing. In Sourcebook of Parallel Computing (pp. 243-248). New York, NY: Morgan Kaufman.","tags":["chapter"]}},{"node":{"citation":"Sancho†, J.L., Ulug†, B., Figueiras-Vidal, A., Pierson†, W., and Ahalt, S.C. (1996). Boundary methods for distribution analysis. In Gonzalez, F.P. (Ed.), <em>Intelligent Methods in Signal Processing and Communications</em>. Boston, MA: Birkhauser. (Refereed)","tags":["chapter"]}},{"node":{"citation":"Galanopolous†, A.S., Fowler†, J.E., and Ahalt, S.C. (1996). Vector quantization using artificial neural network models. In Biglieri, E. and Luise, M. (Eds.), Signal Processing in Telecommunications (pp. 346-357). London, UK: Springer Verlag. (Invited and refereed)","tags":["chapter"]}},{"node":{"citation":"Ahalt, S.C., Collins†, S.A., Krishnamurthy, A.K., and Stewart†, D.F. (1994). Optical implementation of closest vector selection, neural networks: Applications and implementation. In Omidvar, O. (Ed.), <em>Neural Networks</em>. New York, NY: Ablex Publishers. (Invited and refereed)","tags":["chapter"]}},{"node":{"citation":"Ahalt, S.C., Jung†, T.P., and Krishnamurthy, A.K. (1991). A comparison of MLP and FSCL-LVQ neural networks for vowel classification. In <em>Neural Networks</em> (vol. 3, pp. 124-143). Upper Saddle River, NJ: Prentice Hall. (Invited)","tags":["chapter"]}},{"node":{"citation":"Ahalt, S.C., Garber, F.D., Jouny†, I., and Krishnamurthy, A.K. (1989). Performance of synthetic neural network classification of noisy radar signals. In <em>Advances in Neural Information Processing Systems</em> (vol. 1, pp 281-288). New York, NY: Morgan Kaufman. (Refereed)","tags":["chapter"]}},{"node":{"citation":"Berente, N., Howison, J., King, J.L., Ahalt, S.C., and Winter, S., (2018). Organizing and the cyberinfrastructure workforce. Workshop report. <em>NSF Cyberinfrastructure Workforce Workshop</em>.","tags":["technical-report"]}},{"node":{"citation":"Idaszak, R., Ahalt, S.C., Bradford, K., Calloway, C., Castillo, C., Coposky, J., …Crabtree, J. (2017). xDCI - Accelerating data cyberinfrastructure and research for community science gateways. <em>Gateways 2017</em>.","tags":["technical-report"]}},{"node":{"citation":"Timmes, F., Turk, M., Ahalt, S.C., Wang, S., Idaszak, R., Brower, R., Lenhardt, C., and Gustafson, K. (2016). Workshop Report. 2016 Software Infrastructure for Sustained Innovation (SI2) PI Workshop.","tags":["technical-report"]}},{"node":{"citation":"Timmes, F., Ahalt, S.C., Turk, M., Idaszak, R., and Schildhauer, M. (2015). Workshop report. <em>2015 Software Infrastructure for Sustained Innovation (SI2) Principal Investigators Workshop</em>.","tags":["technical-report"]}},{"node":{"citation":"Ahalt, S.C., Couch, A., Ibanez, L., and Idaszak, R. (2015). Workshop report. <em>NSF Workshop on Supporting Scientific Discovery through Norms and Practices for Software and Data Citation and Attribution</em>.","tags":["technical-report"]}},{"node":{"citation":"Ahalt, S.C., Band, L., Christopherson, L., Idaszak, R., Lenhardt, C., Minsker, B., …Palmer, M. (2014). Water Science Software Institute: Agile and open source scientific software development. <em>Proceedings of IEEE Computing in Science and Engineering (CiSE). doi: 10.1109/MCSE.2014.5.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Kum, H.C., Krishnamurthy A.K., Machanavajjhala A., Ahalt S.C. (2013). Population informatics: Tapping the social genome to advance society. <em>Proceedings of IEEE Computer Society</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Kum, H.C., Pathak, D., Sanka, G., and Ahalt, S.C. (2013). Privacy beyond anonymity: Decoupling data through encryption. <em>Proceedings of 2013 Summit on Clinical Research Informatics</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Kum, H.C. and Ahalt, S.C. (2013). Privacy by design for secondary data analysis. <em>Proceedings of AMIA Joint Summits on Translational Science</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Band, L., Minsker, B., Palmer, M., Tiemman, M., Idaszak, R., Lenhardt, W.C. … (2013). Overview of the Water Science Software Institute and summary of prototyping activities. L. <em>Star and SESYNC</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Band, L., Minsker, B., and Palmer, M. (2013). Exploring and evaluating the role of hackathons in a Water Science Software Institute (WSSI). Full Event Report and Recommendations. <em>WSSI RHESSys Hackathon</em>. Chapel Hill, NC.","tags":["technical-report"]}},{"node":{"citation":"Ngo, L.B., Dantuluri, V., Stealey, M., Ahalt, S.C., and Apon, A. (2012). An architecture for mining and visualization of US higher education data. <em>Proceedings of Information Technology: New Generations (ITNG), 2012 9th International Conference</em> (pp. 783-789). doi: 10.1109/ITNG.2012.151.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Dreher, P., Ahalt, S.C., Almes, G., Mundrane, M., Pepin, J., and Stewart, C. (2011). Workshop Report. <em>Campus Bridging Taskforce Sponsored Workshop: Campus Leadership Engagement in Building a Coherent Campus Cyberinfrastructure</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Kum, H.C., and Ahalt, S.C. (2011). Decoupled data for privacy preserving record linkage with error management. <em>Proceedings of IEEE Workshop on Security and Privacy in Social Networks</em>. Boston, MA.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Apon, A., Lifka, D., and Neeman, H. (2010). NSF-sponsored workshop report: <em>Sustainable funding and business models for academic cyberinfrastructure facilities. Sustainable Funding and Business Models for Academic Cyberinfrastructure Facilities</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Idaszak, R., and Minkser, B. (2010). Final Report. <em>NSF Workshop on Creating Scientific Software Innovation Institutes for Sustained Cyberinfrastructure Achievement and Excellence</em>. Arlington, VA.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Dreher, P., et al. (2009). Developing a coherent cyberinfrastructure from the campus to the national facilities: Challenges and strategies. <em>Proceedings of a Joint Workshop Between CCI and the Coalition for Scientific Computation</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Dooley, R., et al. (2009). Sustainable cyberinfrastructure software: Perspectives and priorities. <em>Proceedings of Coalition for Academic Scientific Computation</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Hudak, D.E., Bitterman, T., Ludban, N., and Ahalt, S.C. (2009). Sustainable software ideas for the next generation research grid: Standards, interoperability and software development. Position Paper. <em>NSF Workshop on Sustainable Software</em>. Indianapolis, IN.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Graves, S., Keyes, D., Neeman, H., and Sterling, T. (2008). Final report of the Arkansas Cyberinfrastructure Initiative External Advisory Committee.  ","tags":["technical-report"]}},{"node":{"citation":"Nehrbass, J.W., Chaves, J.C., Ahalt, S.C., and Krishnamurthy, A.K. (2005). MatlabMPI compilation technology report. <em>Online Knowledge Center (OKC)</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Krishnamurthy, A.K., Nehrbass, J.W., and Chaves, J.C. (2004). Support for ATR programs. <em>PA Document Number-ASC 04-1793</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Krishnamurthy, A.K., Ahalt, S.C., Nehrbass, J.W., and Chaves, J.C. (2004). High productivity computing for SIP. <em>PA Document Number- ASC 04-1758</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Krishnamurthy, A.K., Nehrbass, J.W., and Chaves, J.C. (2004). Signal mining, fusion and validation. <em>PA Document Number- ASC 04-1755</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C. and Jung, T.P. (1990). Large neural networks: Simulation and analyses. Final Report. <em>Cray Research, Inc</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C., Chen, P., and Jung, T.P. (1988). The design of the neural shell. Final Report. <em>Cray Research, Inc</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Leathrum, J.F. and Ahalt S.C. (1985). Ada compiler rehosting: A planning project final report. Clemson University, <em>Southeastern Center for Electrical Engineering Education</em>.","tags":["bulletin","technical-report"]}},{"node":{"citation":"Ahalt, S.C. (1981). HDLC interfaces for two microprocessors. <em>Bell Telephone Laboratory Technical Report</em>.","tags":["technical-report"]}},{"node":{"citation":"Ahalt, S.C. (1980). Characterizing the propagation medium using a dual polarized communications receiver. Final Project Report. NASA.","tags":["technical-report"]}},{"node":{"citation":"Pfaff, E.R., Champion, J., Bradford, R.L., Clark, M., Xu, H., Fecho, K., Krishnamurthy, A., …Ahalt, S. (2019). Fast Healthcare Interoperability Resources (FHIR) as a meta model to integrate common data models: Development of a tool and quantitative validation study. <em>JMIR Med Inform</em>, 7(4), 15199. doi: 10.2196/15199.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C., Chute, C.G., Fecho, K., Glusman, G.,  Hadlock, J., …and Taylor, C.O. (2019). Clinical data: Sources and types, regulatory constraints, applications. <em>Clinical and Translational Science.</em>","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Fecho, K., Pfaff, E., Xu, H., Champion, J., Cox, S., Stillwell, L., Peden, D.B., …and Ahalt, S.C. (2019). A novel approach for exposing and sharing clinical data: The Translator Integrated Clinical and Environmental Exposures Service. <em>Journal of the American Medical Informatics Association</em>.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"The Biomedical Data Translator Consortium (2019). Toward a universal biomedical data translator. <em>Clinical and Translation Science</em>, 12(2), 86-90. doi:10.1111/cts.12591.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"The Biomedical Data Translator Consortium (2019). The Biomedical Data Translator Program: Conception, culture, and community. <em>Clinical and Translational Science</em>, 12(2), 91-94. doi: 10.1111/cts.12592.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Aikat, J., Carsey, T.M., Fecho, K., Jeffay, K., Krishnamurthy, A.K., Mucha, P.J., Rajasekar, A., and Ahalt, S.C. (2017). Scientific training in the era of big data: A new pedagogy for graduate education. <em>Big Data</em>, 5(1), 12-18. doi:10.1089/big.2016.0014.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Evans, J.P., Wilhelmsen, K.C., Berg, J., Schmitt, C.P., Krishnamurthy, A.K., Fecho, K., & Ahalt, S.C. (2016). A new framework and prototype solution for clinical decision support and research in genomics and other data-intensive fields of medicine. <em>eGEMs</em>, 4(1), 1198. doi: 10.13063/2327-9214.1198","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Mane KK, Schmitt C, Owen P, Gersing K, Ahalt SC, Wilhelmsen K, \"Data-driven approaches to augment clinical decision in EMR Era\", IEEE Xplore Digital Library, May 28, 2012, Cognititve Information Processing (CIP), 3rd International Workshop; Doi: 10.1109/CIP.6232907","tags":["bulletin","technical-report"]}},{"node":{"citation":"Sancho-Gómez, J.L., Martínez-García, J.A., Ahalt, S.C., and Figueiras-Vidal, A.R. (2018). Linear discriminants described by disjoint tangent configurations. <em>Neurocomputing</em>, 316, 345-356. doi: 10.1016/j.neucom.2018.08.010.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Reilly, J., Ahalt, S.C., McGee, J., Owen, P., Schmitt, C., and Wilhelmsen, K. (2015). A service-oriented architecture for genomics research within an academic biomedical research institution. <em>Journal of Biomedical Informatics</em>, 2(3), 20-30. doi:10.3390/informatics2030020.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Lenhardt, W.C., Ahalt, S.C., Blanton, B., Christopherson, L., and Idaszak, R. (2014). Data management lifecycle and software lifecycle management in the context of conducting science. <em>Journal of Open Research Software</em>, 2(1), 15. doi: 10.5334/jors.ax.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Kum, H.C., Krishnamurthy, A.K., Machanavajjha, A., Reiter, M.K., and Ahalt, S.C. (2013). Privacy preserving interactive record linkage (PPIRL). <em>Journal of the American Medical Informatics Association</em>. doi: 10.1136/amiajnl-2013-002165.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Shoffner, M., Owen, P., Mostafa, J., Lamm, B., Wang, X., Schmitt, C., and Ahalt, S.C. (2013). The secure medical research workspace: An IT infrastructure to enable secure research on clinical data. <em>Clinical and Translational Science</em>, 6(3), 222-225. doi:1111/cts. 12060.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Kum, H.C., Ahalt, S.C., and Carsey, T. (2011). Dealing with data: Government records. <em>Science</em>, 332(6035), 1263. doi: 10.1126/science.332.6035.1263.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Oermann, E.K., Kress, M.A., Collins, B.T., Collins, S.P., Morris, D., Ahalt, S.C., and Ewend, M.G. (2013). Predicting survival in patients with brain metastases treated with radiosurgery using artificial neural networks. <em>Neurosurgery</em>, 72(60), 944-951. doi: 10.1227/NEU.0b013e31828ea04b.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Apon, A., Ahalt, S.C, Dantuluri, V., Gurdgiev, C., Limayem, M., Ngo, L., and Stealey, M. (2010). High performance computing instrumentation and research productivity in U.S. universities. <em>Journal of Information Technology Impact</em>, 10(2), 87-98.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Kepner, J. and Ahalt, S.C. (2004). MatlabMPI. <em>Journal of Parallel and Distributed Computing</em>, 64(8), 997-1005.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ma, J.†, Krishnamurthy, A.K., and Ahalt, S.C. (2004). SVM training with duplicated samples and its application in SVM-based ensemble methods. <em>Neurocomputing</em>, 61, 4555-4459.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Aradhye, H.B., Bakshi, B.R., Davis, J.F., and Ahalt, S.C. (2004). Clustering in wavelet domain: A multiresolution ART network for anomaly detection. <em>Aiche Journal</em>, 50, 2455-2466.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ma, J.†, Du, X.†, and Ahalt, S.C. (2003). 2D HRR radar data modeling and processing. <em>Multidimensional Systems and Signal Processing</em>, 14, 25-48.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ma, J.†, Sancho-Gomez, J.L., and Ahalt, S.C. (2003). Non-linear multi-class discriminant analysis. <em>IEEE Transactions on Signal Processing Letters</em>.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"He, C.†, Zheng, Y.F., and Ahalt, S.C. (2002). Object tracking using the gabor wavelet transform and the golden section algorithm. <em>IEEE Transactions on Multimedia</em>, 4(4), 528-538.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ma, J.†, Du, X.†, and Ahalt, S.C. 2D HRR radar data modeling and processing. (2002) <em>Multidimensional Systems and Signal Processing Special Issue on Radar Signal Processing and Its Applications</em>.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Dapena, A. and Ahalt, S.C. (2002). A hybrid DCT-SVD image coding algorithm. <em>IEEE Transactions on Circuits and Systems for Video Technology</em>, 12(2), 114-121.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ma, J.†, Sancho-Gomez, J.L., and Ahalt, S.C. (2002). Non-linear multi-class discriminant analysis. <em>IEEE Signal Processing Letters</em>.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Sancho, J.L., Pierson, W.E.†, Ulug, B., Ahalt, S.C., and Figueiras-Vidal, A.R. (2000). Class separability estimation and incremental learning using boundary methods. <em>Neurocomputing</em>, 35(1-4), 3-26.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Collins, M.J.†, Krishnamurthy, A.K., and Ahalt, S.C. (1999). Generating gestural scores from articulatory data using temporal decomposition. <em>IEEE Transactions on Speech and Audio Processing</em>, 7(2), 230-234.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Du, X. †, Ahalt, S.C., and Stribling, B.E. (1998). 3-D orientation vector estimation for sub-components of space object imagery. <em>Optical Engineering, Special Issue on Advances in Recognition Techniques</em>.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Choueiki, M.H. †, Mount-Campbell, C.A., and Ahalt, S.C. (1997). Implementing a weighted least squares procedure to solve the short-term load forecasting problem with neural networks. <em>IEEE Transactions on Power Systems</em>, 12(4), 1689-1694.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Choueiki, M.H. †, Mount-Campbell, C.A., and Ahalt, S.C. (1997). Building a quasi optimal neural network to solve the short-term load forecasting problem. <em>IEEE Transaction on Power Systems</em>, 12(4), 1432-1439.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Choueiki, M.H., Mount-Campbell, C.A., and Ahalt, S.C. (1997). Building a quasi-optimal neural network to solve the short-term load forecasting problem. <em>IEEE Power Engineering Review</em>, 17(3), 39.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ulug, B. †, Ahalt, S.C., and Mitchell, R. (1997). Efficient ATR using compression. <em>IEEE Transactions on Aerospace and Electronic Systems</em>, 33(4), 1199-1211.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Galanopoulos, A.S. †, Moses, R.L., and Ahalt, S.C. (1997). Diffusion approximation of frequency sensitive competitive learning. <em>IEEE Transactions on Neural Networks</em>, 8(5), 1026-1030.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Flake, L.R. †, Ahalt, S.C., and Krishnamurthy, A.K. (1997). Detecting anisotropic scattering with hidden markov models. <em>IEEE Proceedings: Radar, Sonar and Navigation</em>, 144(2), 81-86.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Jung, T.P.†, Krishnamurthy, A.K., Ahalt, S.C., Beckman, M.E., and Lee, S.H. †. (1997). Deriving gestural scores from articulator-movement records using weighted temporal decomposition,. <em>IEEE Transactions on Speech and Audio Processing</em>, 4(1), 2-18.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Whiteley, J.R. †, Davis, J.F., Mehrotra, A.†, and Ahalt, S.C. (1996). Observations and problems applying ART2 for Dynamic Sensor Pattern Interpretation, <em>IEEE Transactions on Systems, Man, and Cybernetics</em>, 26(4), 423-437.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Galanopoulos, A.S.† and Ahalt, S.C. (1996). Codeword distribution for frequency sensitive competitive learning with one dimensional input data. <em>IEEE Transactions on Neural Networks</em>, 7(3), 752-756.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Wang, D., Liu, X.†, and Ahalt, S.C. (1996). On temporal generalization of simple recurrent networks. <em>Neural Networks</em>, 9(7), 1099-1118.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":" Fowler, J.E.†, Adkins, K.C.†, Bibyk, S.B., and Ahalt, S.C. (1995). Real-time video compression using differential vector quantization. <em>IEEE Transactions on Circuits and Systems for Video Technology</em>, 5(1), 14-24.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Beckman, M.E., Jung, T.P.†, Lee, S.H.†, de Jong, K., Krishnamurthy, A.K., Ahalt, S.C., …Cohen, K.B.† (1995). Variability in the production of quantal vowels revisited. <em>Journal of the Acoustical Society of America</em>, 97(1), 471-491.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Stewart, D.F.†, Potter, L.C., and Ahalt, S.C. (1995). Computationally attractive real gabor transforms. <em>IEEE Transactions on Signal Processing</em>, 43, 77-84.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Sheridan, M.J.†, Ahalt, S.C., and Orin, D.E. (1995). Fuzzy control for robotic power grasp. <em>Journal of Advanced Robotics</em>, 9, 435-546.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Hanes, M.D.†, Ahalt, S.C., and Krishnamurthy, A.K. (1994). Acoustic to phonetic mapping using recurrent neural networks. <em>IEEE Transactions on Neural Networks</em>, 5(4), 659-662.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Jouny, F., Garber, D., and Ahalt, S.C. (1993). Classification of radar targets using synthetic neural networks. <em>IEEE Transactions on Aerospace and Electronics Systems</em>, 29(2), 336-344.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Collins, S.A., Ahalt, S.C., Krishnamurthy, A.K., and Stewart, D.† (1993). Optical implementation and applications of closest vector selection in neural networks. <em>Applied Optics - Special Issue on Neural Networks</em>, 32(8), 1297-1303.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Fowler, J.E.†, Carbonara, M.R.†, and Ahalt, S.C. (1993). Image coding using differential vector quantization. <em>IEEE Transactions on Circuits and Systems for Video Technology</em>, 3(5), 350-367.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C. and Leathrum, J.F. (1993). A code generation methodology using tree parsers and high-level intermediate representations. <em>Journal of Programming Languages</em>, 1, 103-126.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C., Chen, P.†, Chou, C.T.†, Kuttuva, S.†, and Little, T.E.† (1992). The neural shell: A neural network simulation tool. <em>International Journal for Engineering Applications of Artificial Intelligence, Special Issue on Neural Networks and Parallel Processing</em>, 5(3), 183-192.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Jung, T.P., Krishnamurthy, A.K., Ahalt, S.C., DeJong, K.D., Lee, S. and Beckman, M.E. Relating formant to vowel constriction features extracted from pellet positions. 122nd meeting of the Acoustical Society of America. <em>Journal of the Acoustical Society of America</em>. Houston, TX.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C., Chen, P.†, Chou, C.T.†, and Jung, T.P.† (1992). Implementation of a vector quantization codebook design technique based on a competitive learning artificial neural network. <em>The Journal of Supercomputing</em>, 5, 307-330.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Hanes, M.D.†, Ahalt, S.C., Mirza, K.†, and Orin, D.E. (1992). Power grasp force distribution control using artificial neural networks. <em>The Journal of Robotic Systems</em>, 9(5), 635-661.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C., Krishnamurthy, A.K., Jung, T.P., Beckman, M.E., DeJong, K.D., and Lee S. Translating pellet positions into constriction features. 121st meeting Acoustical Society of America. <em>Journal of the Acoustical Society of America</em>. Baltimore, MD.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Mills, C.†, Ahalt, S.C., and Fowler, J.† (1991). Compiled instruction set simulation. <em>The Journal of Software-Practice and Experience</em>, 21(8), 877-899.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Krishnamurthy, A.K., Ahalt, S.C., Melton, D.E.†, and Chen, P.† (1990). Neural networks for vector quantization of speech and images. <em>IEEE Journal on Selected Areas in Communication</em>, 8(8), 1449-1457.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C., Krishnamurthy, A.K., Chen, P.†, and Melton, D.E.†. Competitive learning algorithms for vector quantization. <em>Neural Networks</em>, 3(3), 277-290.","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Ahalt, S.C. (2000). SIP forum 2000. <em>ASC MSRC Journal</em>, 4(2), 21.","tags":["editor-reviewed","journal-article"]}},{"node":{"citation":"Hanes, M.D.†, Ahalt, S.C, Mirza, K., and Orin, D.E. (1990). The use of ANN for robot grasping control. <em>Visions</em>, 3(4), 7-11. (Visions is the quarterly publication of the Ohio Supercomputer Center.)","tags":["editor-reviewed","journal-article"]}},{"node":{"citation":"Hanes, M.D.† and Ahalt, S.C. (1990). Cray supercomputers and neural networks. <em>Visions</em>, 3(3), 12-15. (Visions is the quarterly publication of the Ohio Supercomputer Center.)","tags":["editor-reviewed","journal-article"]}},{"node":{"citation":"Olson, D., Ahalt, S.C., Barga, R., and Wilcox, G. (1989). Artificial neural network simulation on cray systems. <em>Cray Channels</em>, 11(2), 20-23. (<em>Cray Channels</em> is a publication of Cray Research, Inc.)","tags":["editor-reviewed","journal-article"]}},{"node":{"citation":"He, C. †, Zheng, Y.F., and Ahalt, S., \"Object Tracking using the Gabor Wavelet Transform and the Golden Section Algorithm,\" IEEE Transactions on Multimedia., July, 2002","tags":["peer-reviewed","journal-article"]}},{"node":{"citation":"Berente, N., Brunson, D., King, J.L., Wilkins-Diehr, N., Ahalt, S.C., Cutcher-Gershenfeld, J., …Neeman, H. The professionalization of cyberinfrastructure personnel. PEARC19.","tags":["proceedings"]}},{"node":{"citation":"Jiang, F., Castillo, C., and Ahalt, S. (2018). A cloud-agnostic framework for geo-distributed data-intensive applications. Proceedings of 11th IEEE/ACM International Conference on Utility and Cloud Computing. Zürich, Switzerland.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S. and Idaszak, R. (2015). Scientific software success: Developing metrics while developing community. Proceedings of WSSSPE3.","tags":["proceedings"]}},{"node":{"citation":"Kum, H.C., Pathak, D., Krishnamurthy, A., Reiter, M., and Ahalt, S. (2013). Secure decoupled linkage (SDLink) for building a social genome. Proceedings of 2013 IEEE International Conference on Big Data (IEEE BigData 2013).","tags":["proceedings"]}},{"node":{"citation":"Kum, H.C., and Ahalt, S.  (2013). Privacy-by-design: Understanding data access models for secondary data. American Medical Informatics Association (AMIA) Joint Summits on Translation Science: Clinical Research Informatics.","tags":["proceedings"]}},{"node":{"citation":"Kum, H.C., Pathak, D., Sanka, G., and Ahalt, S.  (2013). Privacy beyond anonymity: Decoupling data using encryption. American Medical Informatics Association (AMIA) Joint Summits on Translation Science: Clinical Research Informatics.","tags":["proceedings"]}},{"node":{"citation":"Mane, K.K., Schmitt, C., Owen, P., Gersing, K., Ahalt, S.C., and Wilhelmsen, K. (2012). Data-driven approaches to augment clinical decision in EMR Era. Proceedings of Cognitive Information Processing (CIP), 3rd International Workshop. doi: 10.1109/CIP.6232907.","tags":["proceedings"]}},{"node":{"citation":"Kum, H.C. and Ahalt, S.C. (2011). Decoupled data for privacy preserving record linkage with error management. Proceedings of the First International Workshop on Security and Privacy in Social Networks. Boston, MA.","tags":["proceedings"]}},{"node":{"citation":"Ngo, L.B., Dantuluri, V., Stealey, M., Ahalt, S., and Apon, A. (2012) An architecture for mining and visualization of U.S. higher educational data. Proceedings of the 9th International Conference on Information Technology: New Generations. Las Vegas, Nevada.","tags":["proceedings"]}},{"node":{"citation":"Elton, B., Samsi, S., Smith, H.B., Humphrey, L., Ahalt, S., and Chalker, A. (2009). Using Star-P on DoD high performance computing systems. Department of Defense High Performance Computing Modernization Program: Users Group Conference 2009. San Diego, CA.","tags":["proceedings"]}},{"node":{"citation":"Elton, B., Samsi, S., Smith, H.B., Humphrey, L., Ahalt, S., and Chalker, A. (2009). A scalability study on DSRC HPC systems of radio frequency tomography code written StarP/MATLAB. Department of Defense High Performance Computing Modernization Program: Users Group Conference 2009. San Diego, CA.","tags":["proceedings"]}},{"node":{"citation":"Elton, B.H., Samsi, S., Smith, H.B., Humphrey, L., Ahalt, S., Chalker, A., Srivastava, N., and Astala, A. (2009). Very high level languages (VHLL) for no pain scalable computing on high performance systems. Thirteenth Annual High Performance Embedded Computing (HPEC) Workshop. Boston, MA.","tags":["proceedings"]}},{"node":{"citation":"Guilfoos, B., Samsi, S., Chaves, J., Unpingco, J., Nehrbass, J., Chalker, A., Ahalt, S.C., and Krishnamurthy, A.K. (2007). Web interface for querying/searching RDF database. Proceeding of the HPCMP Users Group Conference.","tags":["proceedings"]}},{"node":{"citation":"Elton, B., Nehrbass, J., Ahalt, S., Gardiner, J., and L. Humphrey. (2007). The SIP high productivity toolset for parameter sweeps and monte carlo runs. Proceedings of the HPCMP Users Group Conference 2007, HPCMP: A Bridge to Future Defense.","tags":["proceedings"]}},{"node":{"citation":"Gardiner, J., Humphrey, L., Unpingco, J., and Ahalt, S.C. (2007). Computationally intensive SIP algorithms on HPC. HPCMP Users Group Conference 2007. Pittsburgh, PA.","tags":["proceedings"]}},{"node":{"citation":"Guilfoos, B., Gardiner, J., Chaves, J.C., Nehrbass, J., Ahalt, S.C., Krishnamurthy, A.K. …Unpingco, J. (2006). Applications in parallel MATLAB. HPCMP Users Group Conference (HPCMP-UGC'06).","tags":["proceedings"]}},{"node":{"citation":"Li, H. and Ahalt, S.C. (2005). Hierarchical institution for video annotation. IEEE International Conference on Electro and Information Technology. Lincoln, NE.","tags":["proceedings"]}},{"node":{"citation":"Zhao, Y., Ahalt, S.C., and Dong, J. Optimal interleaving for 3-D zerotree wavelet video packets over burst lossy channels. IEEE International Conference on Acoustics, Speech, and Signal Processing, 2, 333-336.","tags":["proceedings"]}},{"node":{"citation":"Li, H., Zhao, Y., and Ahalt, S.C. (2004). High-level video annotation using a syntactic approach. International Conference on Computing, Communications, and Control Technologies: CCT’04. Austin, TX.","tags":["proceedings"]}},{"node":{"citation":"Li, H., Zhao, Y., and Ahalt, S.C. (2004). Hierarchical video semantic annotation – The vision and techniques. International Conference on Computing, Communications, and Control Technologies: CCT’04. Austin, TX.","tags":["proceedings"]}},{"node":{"citation":"Khot, P. †, Krishnamurthy, A.K., Ahalt, S.C., Nehrbass, J.W., and Chaves, J.C. (2003). A parallel data mining toolbox using Matlab/MPI. Proceedings of the High Performance Embedded Computing Workshop (HPEC 2003). Lexington, MA.","tags":["proceedings"]}},{"node":{"citation":"Nehrbass, J., Soumekh, M., Ahalt,S.C., and Krishnamurthy, A.K. (2003). Parallel performance of pure M-files versus C-code as applied to formation of wide-bandwidth and wide-beamwidth SAR imagery. Proceedings of the High Performance Embedded Computing workshop (HPEC 2003). Lexington, MA.","tags":["proceedings"]}},{"node":{"citation":"Kepner, J. and Ahalt, S.C. (2003). Parallel image processing with MatlabMPI. DOD HPCMP User's Group Conference. Bellevue, WA.","tags":["proceedings"]}},{"node":{"citation":"Ma, J.†, Perkins, S., Theiler, J., and Ahalt, S.C. (2002). Modified kernel-based nonlinear feature extraction. Proceedings of the 2002 International Conference on Machine Learning and Applications (ICMLA'02). Las Vegas, USA.","tags":["proceedings"]}},{"node":{"citation":"Chaves, J.C., Li, H. †, Zhao, Y. †, and Ahalt, S.C. (2002). Video markup language (VideoML) - an XML-based markup language for video annotation and analysis,” Proceedings of the 2002 HPCMO Users Group Conference. Austin, TX.","tags":["proceedings"]}},{"node":{"citation":"Li, H.†, Zhao, Y.†, Sancho-Gómez, J.L., and Ahalt, S.C. (2002). Spatio-temporal structure analysis on motion imagery using a syntactic approach. Proceedings of the World Affairs Congress. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Li, H.†, Ma, J.†, Zhao, Y.†, and Ahalt, S.C. (2002). Kernal-based feature extraction. Proceedings of SPIE Vol. 4726, Automatic Target Recognition XI, Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Du ,X.†, and Li, H.† (2002). Content-based image and video compression. Proceedings of SPIE Vol. 4727, Algorithms for Synthetic Aperture Radar Imagery, IX, Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Li, H.†, Sancho Gomez, J.L., and Ahalt, S.C. (2002). Kernal-based discriminant feature extraction using representative data. Proceedings of SPIE Vol. 4729, Signal Processing, Sensor Fusion, and Target Recognition XI, Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Zhao, Y.†, Li, H.†, and Ahalt, S.C. (2002). Multiclass kernal-based feature extraction. Proceedings of SPIE Vol. 4730, Data Mining and Knowledge Discovery: Theory, Tools, and Technology IV, Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Ma, J.† and Ahalt, S.C. (2001). Parameter estimation algorithms based on a physics-based HRR moving target model. Proceedings of Algorithms for Synthetic Aperture Radar Imagery VII, SPIE Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Chao, H., Dong, J., Zheng, Y.F., and Ahalt, S.C. Object tracking using the gabor wavelet transforms and the golden section algorithm. ICRA2001. Seoul, Korea","tags":["proceedings"]}},{"node":{"citation":"Ma, J.†, Li, H.†, and Ahalt, S.C. (2001). Using support vector machines as HRR signature classifiers. Proceedings of the 2001 SPIE Aerosense Conference. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Du, X.†, Li, H.†, and Ahalt, S.C. (2001). Content-based image compression. Proceedings of the 2001 SPIE Aerosense Conference: Algorithms for Synthetic Aperture Radar Imagery VIII. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Aradhye, H.B.†, Davis, J.F., Bakshi, B.R., and Ahalt, S.C. (2001). ART-2 and multiscale ART-2 for on-line process fault diagnosis - Validation via industrial case studies. Proceedings of the 4th IFAC Workshop on On-Line Fault Detection and Supervision in the Chemical Process Industries. Jejudo Island, Korea.","tags":["proceedings"]}},{"node":{"citation":"Dapeena, A. and Ahalt, S.C. (2000). An online image compression algorithm using singular value decomposition and adaptive vector quantization. Proceedings of EUSIPCO 2000. Tampere, Finland.","tags":["proceedings"]}},{"node":{"citation":"Ma, J.† and Ahalt, S.C. (2000). Derivation of physics-based HRR moving target models. Proceedings of Signal Processing, Sensor Fusion, and Target Recognition IX, SPIE Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Ma, J.† and Ahalt, S.C. (2000). An analysis of complex HRR range signatures. Proceedings of Targets and Backgrounds VI: Characterization, Visualization, and the Detection Process, SPIE Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Du, X†, and Dapena, A. (2000). Content-based image compression for ATR applications. Proceedings of Algorithms for Synthetic Aperture Radar Imagery VII, SPIE Aerosense. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Du, X.†, Ma, J.†, Ahalt, S.C., and Stribling, B.E. (1999). Eigen-indexing in satellite recognition. SPIE's AeroSense ‘99. Orlando, Florida.","tags":["proceedings"]}},{"node":{"citation":"Loevenbruck, H., Collins, M.J.†, Beckman, M.E., Krishnamurthy, A.K., and Ahalt, S.C. (1999). An investigation of the temporal coordination of articulatory gestures in consonant clusters and sequences of consonants. In Fujimura, O., Joseph, B.D., and Palek, B. (Eds.), Proceedings of LP'98, pp. 547-73. Prague: The Karolinum Press.","tags":["proceedings"]}},{"node":{"citation":"Ulug, B. and Ahalt, S.C. (1999). HRR ATR using VQ classification. SPIE's AeroSense ’99. Orlando, Florida.","tags":["proceedings"]}},{"node":{"citation":"Qasem, M.†, Du, X.†, and Ahalt, S.C. (1999). Efficient codebook search for vector quantization: Exploiting inherent codebook structure. SPIE's AeroSense ’99. Orlando, Florida.","tags":["proceedings"]}},{"node":{"citation":"Pierson, W.E.†, Ulug, B., and Ahalt, S.C. (1999). Boundary methods for mode estimation. SPIE AeroSense ’99. Orlando, Florida.","tags":["proceedings"]}},{"node":{"citation":"Loevenbruck, H., Collins, M.†, Beckman, M., Krishnamurthy, A.K., and Ahalt, S.C. (1998). Syllable structure and gesture timing. Proceedings of Linguistics and Phonetics. Columbus, OH.","tags":["proceedings"]}},{"node":{"citation":"Sancho, J.L.†, Pierson, W.E.†, Ulug, B.†, Ahalt, S.C., and Figueiras-Vidal, A.R. (1998). Feature set evaluation and robust neural networks using boundary methods. Proceedings of the World Multiconference on Systems, Cybernetics, and Informatics and The International Conference on Information Systems Analysis and Synthesis. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Du, X.†, and Stribling, B. (1998). Advanced techniques for estimating and refining orientation vectors of space object imagery. Proceedings of the 1998 Space Control Conference, Lexington, MA.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Du, X.†, and Stribling, B. (1998). Estimating and refining orientation vectors for sub-components of space object imagery. Proceedings of the 1998 SPIE Conference on Automatic Target Recognition. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Pierson, B.†, Ulug, B.†, Ahalt, S.C., Sancho J.L.†, and Figueiras-Vidal, A. (1998). Theoretical and complexity issues for feature set evaluation using boundary methods. Proceedings of the 1998 SPIE Conference on Automatic target Recognition VII, ATR Theory and Performance Estimation. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Du X.†, Ahalt, S.C., and Stribling, B. (1998). Advanced techniques for estimating & refining orientation vectors of space object imagery. Proceedings of the 16th MIT/LL Space Control Conference.","tags":["proceedings"]}},{"node":{"citation":"Du, X.†, Ahalt, S.C., and Stribling, B. (1998). Estimating and refining orientation vectors for sub-components of space object imagery. Proceedings of SPIE, 3371. Orlando, FL.","tags":["proceedings"]}},{"node":{"citation":"Du, X.†, Ahalt, S.C., and Stribling, B. (1997). 3-D orientation vector estimation for sub-components of space object imagery. Proceedings of the 1997 MIT/LL Space Control Conference, pp. 110-128. Lexington, MA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Pierson, B.†, Ulug, B.†, Ahalt, S.C., Sancho, J.L.†, and Figueiras-Vidal, A. (1997). Using boundary methods as ordering indices on ATR feature sets. Proceedings of the 1997 SPIE Conference on Automatic Target Recognition VII, ATR Theory & Performance Estimation, 3070, pp. 173-184, Orlando, FL, April 1997 (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Fowler, J.E.† and Ahalt, S.C. (1997). Adaptive vector quantization of image sequences using generalized threshold replenishment. Proceedings of the IEEE ICASSP, pp. 3085-3088. Berlin, Germany. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Fowler, J.E.† and S.C. Ahalt. (1997). Image-sequence coding with generalized threshold replenishment - A new algorithm for adaptive vector quantization. Proceedings of the 1997 SPIE Conference on Visual Information Processing, 3074, pp. 64-71. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Du, X.†, Zhao, J.†, Ahalt, S.C., and Stribling, B. (1997). 3-D orientation vector estimation for sub-components of space object imagery. Proceedings of the 1997 SPIE Conference on Signal Processing, Sensor Fusion, and Target Recognition, pp. 395-405. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Fowler, J.E.† and Ahalt, S.C. (1997). Adaptive vector quantization using generalized threshold replenishment. Proceedings of the 1997 Data Compression Conference, pp. 317-326. Snowbird, UT. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Sancho, J.L.†, Figueiras, A.R., Ulug, B.†, Pierson, W.†, and Ahalt, S.C. (1996). Distribution analysis using boundary methods. Proceedings of the 1996 IEE Conference on Mathematics in Signal Processing. University of Warwick, England. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Hanes, M.D.†, Orin, D.E., and Ahalt, S.C. (1996). Fuzzy and neural network control of object acquisition for power grasp. Proceedings of the 1996 SPIE Conference on Applications and Science of Artificial Neural Networks II, 2760, pp. 262-272. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Zhao, J.†, Ahalt, S.C., and Stribling, B.E. (1996). 3-D orientation vector estimation from satellite imagery. Proceedings of the 1996 SPIE Conference on Signal Processing, Sensor Fusion, and Target Recognition, 2755, pp. 472-483. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Ulug, B.†, Ahalt, S.C., and Mitchell, R.L. (1995). Model-catalog compression for radar target recognition. Proceedings of the 1995 ICASSP, pp. 3479-3482. Detroit, MI. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Chiang, H.C.†, Moses, R.L., Potter, L.C., and Ahalt, S.C. (1995). Analysis and modification of linear correlators for image pattern classification. Proceedings of the 1995 ICASSP. Detroit, MI. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Chiang†, H.C., Moses, R.L., Potter, L.C., and Ahalt, S.C. (1995). Statistical properties of linear correlators for image pattern classification with application to SAR imagery. Proceedings of the SPIE Conference on Synthetic Aperture Radar Imagery II, 2490, pp. 266-277. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Flake†, L., Krishnamurthy, A.K., and Ahalt, S.C. (1995). Multi-aperture SAR target detection using hidden markov models. Proceedings of the SPIE Conference on Synthetic Aperture Radar Imagery II, pp. 300-311. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Ulug†, B., Zhao†, J., and Ahalt, S.C. (1995). The use of radial basis function classifiers for SAR data. Proceedings of the SPIE Conference on Signal processing, Sensor Fusion, and Target Recognition IV, pp. 583-594. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Liu†, X., Wang, D.L., and Ahalt, S.C. (1995). On the temporal generalization capability of simple recurrent networks. Proceedings of the 1995 SPIE Conference on Applications and Science of Artificial Neural Networks IV, pp. 392-403. Orlando, FL. (invited)","tags":["proceedings"]}},{"node":{"citation":"Fowler†, J.E. and Ahalt, S.C. (1994). Differential vector quantization of real-time video. Proceedings of the IEEE International Conference on Neural Networks. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Fowler†, J.E., Adkins†, K.C., Bibyk, S.B., and Ahalt, S.C. (1994). Differential vector quantization of real-time video using entropy-biased ANN codebooks. Proceedings of the IEEE International Conference on Neural Networks, 3, pp 1871-187. Orlando, FL. (invited)","tags":["proceedings"]}},{"node":{"citation":"Hanes†, M.D., Ahalt, S.C., and Orin, D.E. (1994). Intelligent control of object acquisition for power grasp. IEEE International Symposium on Intelligent Control, pp. 303-308. Columbus, OH. (invited)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C. and Fowler†, J.E. (1994). Real-time video compression using entropy-biased ANN codebooks. Proceedings of the SPIE Conference on Applications of Neural Networks, 2243, pp 254-265. Orlando, FL. (invited)","tags":["proceedings"]}},{"node":{"citation":"Fowler†, J.E. and Ahalt, S.C. (1994). Differential vector quantization of real-time video. Proceedings of the IEEE Data Compression Conference, pp. 205-214. Snowbird, UT. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ying, C.H., Ahalt, S.C., and Moses, R.L. (1993). Maximum likelihood parameter estimation of exponential signals using artificial neural networks. Proceedings of the World Conference on Neural Networks. Portland, OR. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C. and Fowler†, J.E. (1993). Vector quantization using artificial neural network models. Proceedings of the International Workshop on Adaptive Methods and Emergent Techniques for Signal Processing and Communications, pp. 42-61. Bayona, Spain. (invited)","tags":["proceedings"]}},{"node":{"citation":"Fowler†, J.E., Carbonara†, M.R., and Ahalt, S.C. (1993). Robust high-fidelity coding technique based on entropy biased ANN codebooks. Proceedings of the SPIE Conference on the Science of Artificial Neural Networks II, pp. 109-117. Orlando, FL. (invited)","tags":["proceedings"]}},{"node":{"citation":"Hermann†, D., Ahalt, S.C., and Mitchell, R. (1993). Clustering and compression of high-dimensional sensor data. Proceedings of the SPIE Conference on Signal Processing, Sensor Fusion, and Target Recognition II, pp. 286-297. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Fowler†, J.E. and Ahalt, S.C. (1993). Robust variable bit-rate coding using entropy biased codebooks. Proceedings of the IEEE Data Compression Conference, pp. 361-370. Snowbird, UT. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Chakravarti†, S., Little†, T., and Ahalt, S.C. (1992). Real-time causal edge detector based on edge prediction. International Digital Signal Processing Applications and Technology. Cambridge, MA.","tags":["proceedings"]}},{"node":{"citation":"Little†, T.E. and Ahalt, S.C. (1992). A user customizable X window system interface for neural network simulation. Proceedings of the IEEE Conference onTools for Artificial Intelligence, pp. 456-457. Herndon, VA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Chakravarti†, S., Little†, T., and Ahalt, S.C. (1992). A real-time causal edge detector based on prediction. Proceedings of the Canadian Conference on Electrical and Computer Engineering, pp. MA3.10.1-MA3.10.4. Toronto, Canada. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Carbonara†, M.R., Fowler†, J.E., and Ahalt, S.C. (1992). Compression of digital video data using artificial neural network differential vector quantization. Proceedings of the Society of Photo-Optical Instrumentation Engineers. Orlando, FL. (abstract refereed)","tags":["proceedings"]}},{"node":{"citation":"Krishnamurthy, A.K., Bibyk, S.B., and Ahalt, S.C. (1991). Video data compression using artificial neural network differential vector quantization. Proceedings of the Space Communications Technology Conference, pp. 95-101. Cleveland, OH.","tags":["proceedings"]}},{"node":{"citation":"Chakravarti†, S., Jung†, T.P., Ahalt, S.C., and Krishnamurthy, A.K. (1991). Comparison of prediction methods for differential image processing applications. Proceedings of the IEEE International Conference on Systems Engineering, pp. 210-213. Dayton, OH.","tags":["proceedings"]}},{"node":{"citation":"Hanes†, M.D., Ahalt, S.C., and Orin, D.E. (1991). Design of a neural network power grasp controller. Mechanics Computing in the 1990's and Beyond: Proceedings of the ASCE Engineering Mechanics Specialty Conference, 1, pp. 73-77. Columbus, OH.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C. (1991). Vector quantization using artificial neural network models. Proceedings of the International Workshop on Adaptive Algorithms: Applications and Nonclassical Schemes, pp. 111-130. Bayona, Spain. (invited)","tags":["proceedings"]}},{"node":{"citation":"Hanes†, M.D., Ahalt, S.C., Mirza†, K., and Orin, D.E. (1991). Neural network control of force distribution for power grasp. Proceedings of the IEEE International Conference on Robotics and Automation, pp. 746-751. Sacramento, CA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Chen†, P., and Chou†, C.T. (1990). The neural shell: A neural network simulation tool. Proceedings of the 2nd International IEEE Conference on Tools for Artificial Intelligence, pp. 118-124. Herndon, VA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Collins, S.A., Krishnamurthy, A.K., Stewart†, D., and Ahalt, S.C. (1990). An optical system for closest vector selection with applications to neural networks. Proceedings of the 15th Congress of the International Commission for Optics in Complex Systems, 1319, pp. 204-205. Garmisch-Partenkirchen, Germany. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Jung†, T.P., and Krishnamurthy, A.K. (1990). A comparison of radar signal classifiers. Proceedings of the IEEE International Conference on Systems Engineering, pp. 609-612. Pittsburgh, PA.","tags":["proceedings"]}},{"node":{"citation":"Jung†, T.P., Krishnamurthy, A.K., and Ahalt, S.C. (1990). The effects of distortion measures and feature sets on neural network classifiers. Proceedings of the International Joint Conference on Neural Networks, pp. 251-256, San Diego, CA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Hanes†, M.D., Ahalt, S.C., Mirza†, K., and Orin, D.E. (1990). A neural network interface to the DIGITS system. Proceedings of the International Joint Conference on Neural Networks, pp. 343-348. San Diego, CA. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Krishnamurthy, A.K., Ahalt, S.C., Chen†, P., and Melton†, D. (1989). Vector quantization using frequency sensitive competitive learning neural networks,” Proceedings of the IEEE International Conference on Systems Engineering, pp. 131-134. Dayton, Ohio.","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Jung†, T.P., and Krishnamurthy, A.K. (1989). Radar target identification using the learning vector quantization neural network. Proceedings of the International Joint Conference on Neural Networks, pp. 605 (Abstract). Washington, D.C. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C., Chen†, P., and Krishnamurthy, A.K. (1989). Performance analysis of two image vector quantization techniques. Proceedings of the International Joint Conference on Neural Networks, pp. 169-175. Washington, D.C. (refereed)","tags":["proceedings"]}},{"node":{"citation":"Ahalt, S.C. and Claus, R.O. (1979). Effect of spherical inclusion defects upon propagation of laser light in isotropic solids. Proceedings of the IEEE 1979 Region 3 Conference. Roanoke, VA.","tags":["proceedings"]}},{"node":{"citation":"Nehrbass, J., Chaves, J., Ahalt, S.C, and Krishnamurthy, A.K. (2005). MatlabMPI compilation technology report. Online Knowledge Center (OKC).","tags":["project-report"]}},{"node":{"citation":"Krishnamurthy, A.K., Ahalt, S.C., Nehrbass, J.W., and Chaves, J.C. (2004). High productivity computing for SIP. PA Document Number - ASC 04-1758, Disposition Date - 17 November 2004.","tags":["project-report"]}},{"node":{"citation":"Ahalt, S.C., Krishnamurthy, A.K., Nehrbass, J.W., and Chaves, J.C. (2004). Support for ATR programs. PA Document Number - ASC 04-1793, Disposition Date - 8 December 2004.","tags":["project-report"]}},{"node":{"citation":"S.C. Ahalt, A. K. Krishnamurthy, J. W. Nehrbass, and J. C. Chaves, “Signal Mining, Fusion and Validation,” PA Document Number - ASC 04-1755, Disposition Date - 17 November 2004.","tags":["project-report"]}},{"node":{"citation":"Kepner, J. and Ahalt, S.C. (2004). MatlabMPI, Journal of Parallel and Distributed Computing, 64(8), 997-1005.","tags":["project-report"]}},{"node":{"citation":"Ma, J., Krishnamurthy, A.K., and Ahalt, S.C. (2004). SVM training with duplicated samples and its application in SVM-based ensemble methods. Neurocomputing, 61, 4555-4559.","tags":["project-report"]}}]}}}