[
    {
        "offices": [
            "Chair: Coalition for Academic Scientific Computing (CASC), 2009-2010",
            "Vice-Chair, Coalition for Academic Scientific Computing (CASC), 2008",
            "Vice-Chairman Columbus Chapter IEEE Executive Council, 1991",
            "Member-at-Large (Membership) Columbus Chapter IEEE Executive Council, 1990",
            "Chairman, IEEE Computer Society, Columbus Chapter, 1989-1993",
            "Vice-Chairman, IEEE Computer Society, Columbus Chapter, 1988",
            "StateNets meeting Secretary, IEEE Computer Society, Columbus Chapter, 1987"
        ],
        "service": {
            "boards": [
                "DesignSafe Advisory Board, 2018-present",
                "Editorial Board Member, Scientific Data, 2016-present",
                "Board Member, CyVerse Advisory Board, 2016-present",
                "Board Member, Advisory Council for the Data 4 Decisions Conference organized by the Greater Raleigh Convention and Visitors Bureau, 2014-2015",
                "Board Member, Clemson University Research Foundation (CURF), August 2013-present",
                "External Advisory Board, Arizona State University Advanced Computer Center, 2011-present",
                "Board Member, National Lambda Rail (NLR), April 2010 - Present",
                "President of GLCPC Board, 2011-2012"
            ],
            "committees": {
                "current": [
                    "Member of the NCATS Data Translator, Publications Committee, 2018-present",
                    "Member of the SC17 State of the Practice, Technical Program Committee, 2016-2017",
                    "Member of the Keohane Distinguished Visiting Professorship Nomination Committee, 2016-present",
                    "Member of the Technology Transfer Operations Committee, CURF, Clemson University, 2015-present",
                    "Member of the Microsoft Technical Computing Executive Advisory Committee, 2009-present.",
                    "Extramural Member, NIH Advanced Biomedical Computing Center (ABCC) Oversight Committee, National Cancer Institute, Frederick, MD, 2007-present",
                    "Member of the Council on Competitiveness High Performance Computing Advisory Committee, 2004-present"
                ],
                "past": [
                    "Member of the Program Committee, RAMMMNets 2016: Workshop on Real-time Analytics in Multi-latency, Multi-party, Metro-scale Networks, Italy, 2016",
                    "MCNC CEO/President Search Committee, MCNC, 2014",
                    "Member of the Review Committee for Provost James Davis, UCLA, 2014",
                    "Member of the Review Committee for Dean of the UNC School of Nursing, 2014.",
                    "Steering Committee of the Center for Galapagos Studies; 2012",
                    "Organizing Committee, NSF Workshop on High Performance Computing Center Sustainability, Cornell University, Ithaca, New York, 2010",
                    "Organizing Committee, CASC/Educause Workshop Cyberinfrastructure, Indiannapolis, IN, July 2008.",
                    "Member of High Performance Embedded Computing Conference Technical Committee, Conference held in Sept. 2004-2007, MIT/LL, Boston, MA",
                    "Technical Committee Member, IEEE International Conference on Image Processing, 2004",
                    "HPEC 2003 Technical Committee (reviewed 14 papers)",
                    "Technical Committee Member, IEEE International Conference on Image Processing, 2003",
                    "Invited member of technical program committee (TPC) for the 2003 IEEE International Conference eon Image Processing (ICIP) held in Barcelona, Spain 2003",
                    "Member of High Performance Embedded Computing Conference Technical Committee, Conference held in Sept. 2003, MIT/LL, Boston, MA",
                    "Invited member of technical program committee (TPC) for the 2003 IEEE International Conference on Image Processing (ICIP) http://www.icip2003.org) to be held in Barcelona, Spain in September 2003",
                    "Member of High Performance Embedded Computing Conference Technical Committee, Conference held in Sept. 2002, MIT/LL, Boston, MA",
                    "Reviewer for 2002 Learning 02 Conference Held in Bayona, Spain, Sept. 2002",
                    "Technical Committee, Learning 02 Workshop, Madrid, 2002",
                    "Program Committee, 2001 SPIE Conference on the Applications and Science of Computational Intelligence III, April, Orlando, FL",
                    "Program Committee member, 1998 SPIE Conference on Applications and Science of Computational Intelligence, April 13-17, 1998, Orlando, FL",
                    "Scientific Committee member, 1998 EUSIPCO Conference, September 8-11, 1998, Rhodes, Greece.",
                    "Program Committee member, 1997 SPIE Conference on Science of Neural Networks, April 1997, Orlando, FL",
                    "Scientific Advisory Committee, 1996 Workshop on Emergent Techniques in Signal Processing, June 1996, Bayona, Spain",
                    "Program Committee member, 1996 SPIE Conference on Science of Neural Networks, April 1996, Orlando, FL",
                    "Program Committee member, 1995 OAI Neural Network Workshop, August 1995, Athens, OH",
                    "Program Committee member, 1995 SPIE Conference on Science of Neural Networks, April 1995, Orlando, FL",
                    "Session Organizer, 1991 IEEE International Conference on Systems Engineering, Dayton, OH",
                    "Member, Cognitive Science Center, Ohio State University"
                ]
            },
            "chairing": [
                "Chair, Sheps Director Search, UNC-CH, 2016",
                "Chair, Clemson University Research Foundation Strategic Planning Committee, 2015 – present",
                "Chair, Big Data Science Conference, Stanford U, Palo Alto, CA, May 2014",
                "Chair, NSF Taskforce on HPC, subcommittee on Regional Computing Centers, 2010-present",
                "Chair of Great Lakes Consortium for Petscale Computation (GLPC) Allocations committee; drafted allocations policies",
                "Chair, Coalition for Academic Scientific Computing (CASC), elected, 2009-2010",
                "Chair, Appalachian Broadband Task Force, Appointed by Congressman Space, 2008",
                "Chair, Arkansas External Advisory Committee, Little Rock and Fayetteville, AK, August, 2007",
                "Co-Chair, Ohio Broadband Council, appointed by Governor Ted Strickland, 2007-2009",
                "Chair, Arkansas External HPC Advisory Committee, Little Rock and Fayetteville, AK, 2007",
                "Co-chair, NSF Workshop Cyberinfrastructure and Chemical and Biological Process Systems, Washington, DC., Sept. 2006",
                "Co-chair, 2006 Cluster Symposium, Baltimore, MD, July 2006",
                "Co-Chair, Commodity Clusters Symposium, Greenbelt, MD, Jul. 2005",
                "Co-Chair, Council on Competitiveness Software Workshop, Washington, DC, Jul. 2005",
                "Co-Chair, 1999 DoD Signal and Image Processing Forum, May 21-22, 1999, Gulfport, MS",
                "Co-Chair, 1998 DoD Signal and Image Processing Forum, Feb 18-19, 1998, Aberdeen, MD",
                "Session chairman, 1994 IEEE International Symposium on Intelligent Control, July 1994, Columbus, OH",
                "Session chairman, 1994 IEEE International Conference on Neural Networks, June 26-27, Orlando, FL",
                "Program Committee, 1994 IEEE International Conference on Neural Networks, June 26-27, 1994, Orlando, FL",
                "Session chairman, 1993 SPIE Conference on Science of Neural Networks, April 12-16, 1993, Orlando, FL",
                "Session chairman, 1993 SPIE Conference on Applications of Neural Networks, April 12-16, 1993, Orlando, FL",
                "Session chairman, 1992 IEEE Conference on Tools for Artificial Intelligence, November 10-13, 1992, Herndon, VA",
                "Workshop Discussion Leader, 1988 Neural Information Processing Conference, December 1988, Denver, CO"
            ],
            "government": {
                "state": [
                    "National Advisory Board, Bryson Center for Judicial Science Education, 2018-Present",
                    "External Advisory Board, Bioinformatics Research Center, NCSU, 2018-2021",
                    "Chair, Broadband Tiger-Team, Governor-elect Strickland Transition Team",
                    "Appointed by Gov. Strickland as Co-Chair of Ohio Broadband Council, 2007-2009",
                    "Member, Ohio Council on Health Technologies",
                    "Appointed by Congressman Z. Space Chair, Appalachian Broadband Task Force, 2008"
                ],
                "nation": [
                    "National Institute of Health, Review Panel, October 2014",
                    "National Science Foundation, Review Panel, September 2014",
                    "National Institute of Health, Review Panel, July 2014",
                    "National Science Foundation (NSF) HPC Task Force, Regional Computing Centers, January 2010 – Present; MRI Review Panel, April 2011",
                    "National Science Foundation (NSF) Workshop on Sustainable Research Centers, May 2010; OCI Data Task Force, Oct. 2010",
                    "National Science Foundation (NSF) Committee of Visitors, MRI Program, June 2010",
                    "National Science Foundation (NSF) OCI HPC Task Force, Dec. 2009",
                    "National Science Foundation (NSF) MRI Committee of Visitors, April 2010",
                    "National Science Foundation (NSF) SBIR/STTC Panel, August 2008",
                    "National Science Foundation (NSF) OCI-CDI Review Panel, August 2007",
                    "National Science Foundation (NSF) HPC Panel, 2004, 2005",
                    "National Science Foundation (NSF) SBIR/STTC Panel, 1999",
                    "National Science Foundation (NSF) CISE Reviews, 1997",
                    "National Aeronautics and Space Administration (NASA) CESDIA panel, Office of Space Science Administration, 1993",
                    "National Science Foundation (NSF) Research Instrumentation Panel, 1992",
                    "Ohio Supercomputer Center, 1990-1992",
                    "Air Force Engineering Research Initiation Grants, 1991",
                    "National Science Foundation (NSF) Advanced Scientific Computing Panel, 1991",
                    "Office of Graduate Studies and Research, The Ohio State University, 1990",
                    "Graduate Research Forum: Council of Graduate Students, The Ohio State University, 1990"
                ]
            },
            "university": {
                "departmental": [
                    "External Scientific Advisory Group, Eshelman School of Pharmacy, UNC-CH, 2018-present",
                    "Member, Resource Committee 2002-2003",
                    "Multimedia Processing Group 2002-2003",
                    "Chair, Computer Engineering 2001-2003",
                    "Admissions and Recruiting 2001-2003",
                    "Member, Strategic Planning Committee, 2001-2003",
                    "Faculty Council 2001-2003, 2005-2008",
                    "Under Graduate Studies, Recruiting 2001-2002",
                    "Ad Hoc Distance Learning 2001-2002",
                    "Member, Graduate Studies Committee, Sept. 2000 – 2002",
                    "Chair, Graduate Studies Committee, September 1997-2002",
                    "Member, Graduate Recruiting and Financial Aid, September 1996-September 1997",
                    "Chair, Computer Facilities Committee, September 1994-1997",
                    "Member, Department Faculty Council, January 1994-December 1996",
                    "Member, Graduate Studies Fellowship Committee, September 1993-1994",
                    "Member, Area Committee on Communications, 1992, September 1994- 2009",
                    "Member, Graduate Studies Committee, September 1991-1994",
                    "Member, Computer Facilities Committee, September 1989-1994",
                    "Member, Area Committee on Computer Engineering, January 1987-1994",
                    "Member, Unix Computer Committee, September 1987-1990",
                    "Member, Communications and Signal Processing Committee",
                    "Member, Ad Hoc Distance Learning Committee",
                    "Communication and Signal Processing",
                    "Curriculum Committee",
                    "Resource Committee"
                ],
                "universityWide": [
                    "Member of the Data Science @ Carolina Research Subcommittee, UNC-CH, 2019-present",
                    "Member of the Packard Fellowship for Science and Engineering, Internal Review Committee, March 2019",
                    "Member, Data Science Proposal Planning Group, UNC-CH, 2018-present",
                    "Member, Dean Search Committee, Eshelman School of Pharmacy, UNC-CH, 2017-present",
                    "Member, Campaign Faculty Ambassador Program, UNC-CH, 2017-present",
                    "Lead, Carolina Services/Research Administration Planning Team, UNC-CH, 2017-present",
                    "Member, Data Science Initiative, UNC-CH, 2016-present",
                    "Member, Christopher Kielt’s 360 Review Committee, 2017 ",
                    "Member, Faculty Committee on Research, UNC-CH, 2016-2022",
                    "Chair, Search Committee for Sheps Center Director, UNC-CH, 2016 ",
                    "Member, Search Committee for Sheps Center Director, UNC-CH, 2014-2015",
                    "Member, Distance Education Task Force, UNC-CH, 2014",
                    "Member, Provost’s Task Force on the Stewardship of Digital Research Data, March 2011-present",
                    "Member, Vice Chancellor of Research Search Committee:  October 2010-March 2011",
                    "Member, University Senate Fiscal Committee: September 2005-July 2008",
                    "Member, University Senate: September 2005-July 2008",
                    "Member, University Senate Program Committee, September 2001-July 2003",
                    "Member, University Senate Steering Committee, May 2001-July 2003",
                    "Member, University Faculty Council, September 2000-July 2003",
                    "Member, University Senate, 1996-1999, 2000-2003",
                    "Chair, University Steering Committee 2002-2003",
                    "Chair, University Research Computing Advisory Committee, Sept. 1997-2003",
                    "Chair, University Senate Steering Committee, May 2002-July 2003",
                    "Chair, University Senate Executive Committee, 2002",
                    "University Senate Program Committee, 2002",
                    "Chair, University Research Computing Advisory Committee, September 1997-2009",
                    "Member, College of Engineering Professional Leave Committee, September 1997-2009",
                    "Member, University Research Computing Advisory Committee, October 1996-1997",
                    "Member, University Computing Guidelines Committee, November 1996-2009",
                    "Member, Security, Archives, Legal, and Disaster Recovery subcommittee of the University Computing Guidelines Committee, November 1996-2009",
                    "Member, Council on Student Affairs, September 1996-1999",
                    "Member, Council on Student Affairs Allocations subcommittee, September 1996-1999",
                    "Member, College Ad-hoc committee on Computing Facilities Institution and Allocations, October 1996-January 1997",
                    "Member, College Executive Steering Committee on Computing, September 1994-1997",
                    "Member, College Honors Committee, January 1993-January 1996",
                    "Member, University Senate (Alternative) September 1993-September 1996",
                    "Member, College of Engineering Committee on Artificial Intelligence, January 1989-1990",
                    "Member, College of Engineering sub-committee on Artificial Intelligence curriculum, 1989-1990"
                ]
            }
        }
    }
]
